{
  "plugins": {
    "base16-nvim": {
      "src": "https://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": ">=0.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/Saecki/crates.nvim"
    },
    "dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "dapui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "dark2026.nvim": {
      "src": "https://github.com/D0nw0r/dark2026.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "img-clip.nvim": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "jsonpath.nvim": {
      "src": "https://github.com/phelipetls/jsonpath.nvim"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-vtsls": {
      "src": "https://github.com/yioneko/nvim-vtsls"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim",
      "version": "8.0.0 - 9.0.0"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
